Repository: rimuakter057/education_app
Catalog: lib/l10n/app_*.arb
Languages: bn

source: Flutter Academy
bn: ফ্লাটার একাডেমি

source: Documentation
bn: ডকুমেন্টেশন

source: Dart
bn: ডার্ট

source: Flutter
bn: ফ্লাটার

source: Community
bn: কমিউনিটি

source: Bangladesh Community
bn: বাংলাদেশ কমিউনিটি

source: Contact Flutter Developers
bn: ফ্লাটার ডেভেলপারদের সাথে যোগাযোগ করুন

# flutterAndDartCourse
source: Flutter & Dart Course
bn: ফ্লাটার ও ডার্ট কোর্স

# watchVideoTutorial
source: Watch Video Tutorial & Practice Flutter
bn: ভিডিও টিউটোরিয়াল দেখে ফ্লাটার প্রাক্টিস করুন

source: Problem Solving
bn: প্রবলেম সলভিং

source: Coding Challenges
bn: কোডিং চ্যালেঞ্জ

# becomeSkilledSolver
source: Become a Skilled Problem Solver
bn: হয়ে উঠুন দক্ষ প্রবলেম সলভার

source: Quiz
bn: কুইজ

# flutterAndDartQuiz
source: Flutter & Dart Quiz
bn: ফ্লাটার এবং ডার্ট কুইজ

source: Check Yourself
bn: নিজেকে যাচাই করুন

source: Interview Preparation
bn: ইন্টারভিউ প্রস্তুতি

source: Prepare for Interview
bn: ইন্টারভিউ এর জন্য নিজেকে প্রস্তুত করুন

source: Home
bn: হোম

source: Community Videos
bn: কমিউনিটি ভিডিও

# videosCourse
source: Video Courses
bn: ভিডিও কোর্স

source: Courses
bn: কোর্স

source: Quizzes
bn: কুইজ

# interviewPreparationSection
source: Interview Preparation
bn: ইন্টারভিউ প্রস্তুতি

source: Settings
bn: সেটিংস

source: Logout
bn: লগ আউট

source: Beginner Friendly
bn: শিক্ষানবিশদের জন্য সহজ

# courseDuration
source: 6 hours 13 minutes
bn: ৬ ঘণ্টা ১৩ মিনিট

# studentName
source: Rimu Akter
bn: রিমু আক্তার

# studentStatus
source: I am a student
bn: আমি একজন ছাত্র

source: Curriculum
bn: পাঠ্যক্রম

source: Details
bn: বিস্তারিত

source: Introduction to
bn: পরিচিতি

# lessonsCount
source: 2 Lessons
bn: ২টি পাঠ

source: Dart Programming
bn: ডার্ট প্রোগ্রামিং

source: Introduction
bn: ভূমিকা

source: Variables
bn: ভেরিয়েবলস

source: Course Description
bn: কোর্স বিবরণ

source: What You Will Learn
bn: আপনি যা শিখবেন

source: Requirements
bn: প্রয়োজনীয়তা

source: Basic Programming Knowledge
bn: প্রাথমিক প্রোগ্রামিং জ্ঞান

# pcRequirement
source: Windows/Mac/Linux PC
bn: উইন্ডোজ/ম্যাক/লিনাক্স পিসি

source: Dart SDK Installed
bn: ডার্ট এসডিকে ইনস্টল করা

# masterDartFundamentals
source: ✓ Master Dart Programming Fundamentals
bn: ✓ ডার্ট প্রোগ্রামিংয়ের মৌলিক বিষয়গুলো আয়ত্ত করুন

# understandOOP
source: ✓ Understand Object-Oriented Programming (OOP) in Dart
bn: ✓ ডার্ট-এ অবজেক্ট ওরিয়েন্টেড প্রোগ্রামিং (OOP) বোঝা

# asyncProgramming
source: ✓ Learn Asynchronous Programming with Futures/Streams
bn: ✓ ফিউচারস/স্ট্রিমস সহ অ্যাসিনক্রোনাস প্রোগ্রামিং শেখা

source: ✓ Build Real-World Apps
bn: ✓ বাস্তব জীবনের অ্যাপ তৈরি করা শিখুন
